[
  {
    "binomial": "Cebuella pygmaea",
    "name": "Pygmy marmoset",
    "status": "vulnerable",
    "description": "The pygmy marmoset is a small genus of New World monkey native to rainforests of the western Amazon Basin in South America. It is notable for being the smallest monkey and one of the smallest primates in the world, at just over 3.5 ounces. It is generally found in evergreen and river-edge forests and is a gum-feeding specialist, or a gummivore.\nAbout 83% of the pygmy marmoset population lives in stable troops of two to nine individuals, including a dominant male, a breeding female, and up to four successive litters of offspring. Although most groups consist of family members, some may also include one or two additional adult members. Members of the group communicate using a complex system including vocal, chemical, and visual signals. These monkeys may also make visual displays when threatened or to show dominance. Chemical signaling using secretions from glands on the chest and genital area allow the female to indicate to the male when she is able to reproduce. The female gives birth to twins twice a year and the parental care is shared between the group.\nThe fur color is a mixture of brownish-gold, grey, and black on its back and head and yellow, orange, and tawny on its underparts. Its tail has black rings and its face has flecks of white on its cheeks and a white vertical line between its eyes. It has many adaptations for arboreal living including the ability to rotate its head 180 degrees and sharp claw-like nails used to cling to branches and trees. Its dental morphology is adapted to feeding on gum, with specialized incisors that are used to gouge trees and stimulate sap flow. Its cecum is larger than usual to allow for the greater period of time gum takes to break down in the stomach. The pygmy marmoset walks on all four limbs and can leap up to 16 feet between branches.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Pygmy_Marmoset_%285336773146%29.jpg",
    "taxonomy": [
      "Haplorhini",
      "Simiiformes",
      "Platyrrhini",
      "",
      "Callitrichidae",
      "",
      "",
      "Cebuella",
      "pygmaea"
    ],
    "wikipedia": "https://en.wikipedia.org/wiki/Pygmy_marmoset",
    "adaptations": [
      "Tiny",
      "Arboreal",
      "Vocal, chemical, and visual communication",
      "180-degree vision",
      "Claw-like nails for climbing",
      "Dentition suited for eating tree sap"
    ]
  },
  {
    "binomial": "Macaca sylvanus",
    "name": "Barbary macaque",
    "status": "endangered",
    "description": "The Barbary macaque is a macaque species native to the Atlas Mountains of Algeria and Morocco along with a small introduced population in Gibraltar.\nThe Barbary macaque is of particular interest because males play an atypical role in rearing young. Because of uncertain paternity, males are integral to raising all infants. Generally, Barbary macaques of all ages and sexes contribute in alloparental care of young.\nThe diet of Barbary macaque consists primarily of plants and insects and they are found in a variety of habitats. Males live to around 25 years old while females may live up to 30 years. Besides humans, they are the only free-living primates in Europe. Although the species is commonly referred to as the “Barbary ape,” the Barbary macaque is actually a true monkey. Its name refers to the Barbary Coast of Northwest Africa.\nThe Barbary macaque is gregarious, forming mixed groups of several females and males. Troops can have 10 to 100 individuals and are matriarchal, with their hierarchy determined by lineage to the lead female. Unlike other macaques, the males participate in rearing the young. Males may spend a considerable amount of time playing with and grooming infants. In this way, a strong social bond is formed between males and juveniles, both the male's own offspring and those of others in the troop. This may be a result of selectivity on the part of the females, who may prefer highly parental males.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/6/62/Macaca_sylvanus.Mother_and_baby.jpg",
    "taxonomy": [
      "Haplorhini",
      "Simiiformes",
      "Catarrhini",
      "Cercopithecoidea",
      "Cercopithecidae",
      "Cercopithecinae",
      "Papionini",
      "Macaca",
      "sylvanus"
    ],
    "youtube": "641EOJCk8p8",
    "wikipedia": "https://en.wikipedia.org/wiki/Barbary_macaque",
    "adaptations": ["Alloparental childcare", "Frugivorous and herbivorous"]
  },
  {
    "binomial": "Nycticebus bengalensis",
    "name": "Bengal slow loris",
    "status": "endangered",
    "description": "The Bengal slow loris is a strepsirrhine primate and a species of slow loris native to the Indian subcontinent and Indochina. It is the largest species of slow loris, measuring 10 to 15 inches from head to tail and weighing between 2.2 and 4.6 pounds. Like other slow lorises, it has a wet nose, a round head, flat face, large eyes, small ears, a vestigial tail, and dense, woolly fur. The toxin it secretes from its brachial gland differs chemically from that of other slow loris species and may be used to communicate information about sex, age, health, and social status.\nThe Bengal slow loris is nocturnal and arboreal, occurring in both evergreen and deciduous forests. It prefers rainforests with dense canopies, and its presence in its native habitat indicates a healthy ecosystem. It is a seed disperser and pollinator, as well as a prey item for carnivores. Its diet primarily consists of fruit, but also includes insects, tree gum, snails, and small vertebrates. In winter, it relies on plant exudates, such as sap and tree gum. The species lives in small family groups, marks its territory with urine, and sleeps during the day by curling up in dense vegetation or in tree holes. It is a seasonal breeder, reproducing once every 12–18 months and usually giving birth to a single offspring. For the first three months, mothers carry their offspring, which reach sexual maturity at around 20 months. The Bengal slow loris can live up to 20 years.",
    "image": "https://res.cloudinary.com/roundglass/image/upload/c_fill,ar_16:9,g_auto/w_1920,q_auto:best,f_auto/v1599206051/roundglass/sustain/bengal-slow-loris-ConservationistShutterstock_nliovw.jpg",
    "taxonomy": [
      "Strepsirrhini",
      "Lemuriformes",
      "",
      "Lorisoidea",
      "Lorisidae",
      "Lorisinae",
      "",
      "Nycticebus",
      "bengalensis"
    ],
    "wikipedia": "https://en.wikipedia.org/wiki/Bengal_slow_loris",
    "adaptations": [
      "Wet nose",
      "Complex chemical communication",
      "Nocturnal",
      "Arboreal",
      "Frugivorous",
      "Insectivorous"
    ]
  },
  {
    "binomial": "Daubentonia madagascariensis",
    "name": "Aye-aye",
    "status": "endangered",
    "description": "The aye-aye is a long-fingered lemur with rodent-like teeth that perpetually grow, and a special thin middle finger used for percussive foraging. It is the world's largest nocturnal primate and is characterized by its unusual method of finding food: it taps on trees to find grubs, then gnaws holes in the wood using its forward-slanting incisors to create a small hole into which it inserts its narrow middle finger to pull the grubs out.\nYoung aye-ayes typically are silver colored on their front and have a stripe down their back. However, as the aye-ayes begin to reach maturity, their bodies will be completely covered in thick fur and are typically not one solid color. On the head and back, the ends of the hair are typically tipped with white while the rest of the body will ordinarily be a yellow and/or brown color.\nAmong the aye-aye's signature traits are its fingers. The third finger, which is much thinner than the others, is used for tapping, while the fourth finger, the longest, is used for pulling grubs and insects out of trees, using the hooked nail. The skinny middle finger is unique in the animal kingdom in that it possesses a ball-and-socket metacarpophalangeal joint. The aye-aye has also evolved a sixth digit, a pseudothumb, to aid in gripping.\nThe complex geometry of ridges on the inner surface of aye-aye ears helps to sharply focus not only echolocation signals from the tapping of its finger, but also to passively listen for any other sound produced by the prey. These ridges can be regarded as the acoustic equivalent of a Fresnel lens, and may be seen in a large variety of unrelated animals, such as lesser galago, bat-eared fox, mouse lemur, and others.",
    "image": "https://lemur.duke.edu/wordpress/wp-content/uploads/2018/08/Screen-Shot-2018-08-29-at-4.05.10-PM-550x400_c.png",
    "taxonomy": [
      "Strepsirrhini",
      "Lemuriformes",
      "",
      "Lemuroidea",
      "Daubentoniidae",
      "",
      "",
      "Daubentonia",
      "madagascariensis"
    ],
    "wikipedia": "https://en.wikipedia.org/wiki/Aye-aye",
    "youtube": "xzF9RUUum4A",
    "adaptations": [
      "Perpetually-growing teeth",
      "Fingers",
      "Sensitive, ridged ears"
    ]
  },
  {
    "binomial": "Tarsius spectrum",
    "name": "Spectral tarsier",
    "status": "vulnerable",
    "description": "The spectral tarsier is a species of tarsier found on the island of Selayar in Indonesia. It is apparently less specialized than the Philippine tarsier or Horsfield's tarsier; for example, it lacks adhesive toes. While its range used to also include the population on nearby southwestern Sulawesi, this population has been reclassified as a separate species, Tarsius fuscus. Some of the earlier research published on Tarsius spectrum refers to the taxon that was recently reclassified and elevated to a separate species, the Gursky's spectral tarsier.\nSpectral tarsiers are nocturnal, waking up at sunset to spend the nights foraging for insects, eating, and socializing. They travel between trees to socialize, which usually includes grooming one another, scent marking, playing and vocalizing. At the very base of the tarsier society is that they live in groups and males and females have different roles. Males tend to travel longer distances and they occupy a larger area. Females tend to hunt more efficiently and consume more insects. Groups of these tarsiers are usually composed of 2 to 6 individuals. A study by Sharon Gursky found that 14% of groups contained more than 1 adult female. “In one of the groups with two adult females, both females gave birth to infants.” In the same research, it was found that tarsiers can be both monogamous and polygynous, and that some live in pairs or groups and some males may even live alone.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/c/cb/Tarsius_tarsier_Tandurusa_zoo.JPG",
    "taxonomy": [
      "Haplorhini",
      "Tarsiiformes",
      "",
      "",
      "Tarsiidae",
      "",
      "",
      "Tarsius",
      "spectrum"
    ],
    "wikipedia": "https://en.wikipedia.org/wiki/Spectral_tarsier",
    "references": ["tarsier conservation"],
    "youtube": "_oTK9NsrmvM",
    "adaptations": [
      "Nocturnal",
      "Frugivorous",
      "Insectivorous",
      "Monogamous or polygynous"
    ]
  },
  {
    "binomial": "Loris lydekkerianus",
    "name": "Gray Slender Loris",
    "status": "near threatened",
    "description": "The gray slender loris is a species of primate in the family Lorisidae. It is native to India and Sri Lanka and inhabits subtropical and tropical dry forests and subtropical or tropical moist lowland forests.\n\nSlender lorises are recognised for having extremely gracile limbs and extreme stereoscopic vision. The gray slender loris has a wide variation in pelage colour and each subspecies can be identified by this. The fur is short and gray or reddish on their backs, sometimes a darker stripe extends from the top of their head to the end of their back. The ventrum is white or buff-coloured. The eyes are surrounded with darker fur and have orbits which look straight forward giving excellent stereoscopic vision and are located the closest together amongst the primates. Between the eyes there is a white patch of hair known as the median stripe. The muzzle is larger and less pointed than the red slender loris. The hands are also highly specialised with a reduced second digit that allows the loris to cling to small branches. This is further augmented by adaptions in the first metatarsal that are thought to allow an extremely firm grasp. The tail is vestigial.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/8/8f/Slender_Loris.jpg",
    "taxonomy": [
      "Strepsirrhini",
      "Lemuriformes",
      "",
      "Lorisoidea",
      "Lorisidae",
      "",
      "",
      "Loris",
      "lydekkerianus"
    ],
    "wikipedia": "https://en.wikipedia.org/wiki/Gray_Slender_Loris",
    "adaptations": [
      "Extreme stereoscopic vision",
      "Excellent climber",
      "Arborial"
    ]
  },
  {
    "binomial": "Lemur catta",
    "name": "Ring-tailed lemur",
    "status": "endangered",
    "description": "The ring-tailed lemur is highly social, living in groups of up to 30 individuals, and is female dominant. To keep warm and reaffirm social bonds, groups will often huddle together. The ring-tailed lemur will also sunbathe, sitting upright facing its underside, with its thinner white fur towards the sun. Like other lemurs, this species relies strongly on its sense of smell and marks its territory with scent glands. The males perform a unique scent marking behavior called spur marking and will participate in stink fights by marking their tail with their scent and wafting it at opponents. It is omnivorous and the most terrestrial of extant lemurs. The animal is diurnal, being active exclusively in daylight hours.\nAs one of the most vocal primates, the ring-tailed lemur uses numerous vocalizations including group cohesion and alarm calls. Experiments have shown that the ring-tailed lemur, despite the lack of a large brain, can organize sequences, understand basic arithmetic operations, and preferentially select tools based on functional qualities.",
    "image": "https://www.pbs.org/wnet/nature/files/2021/04/pexels-magda-ehlers-3822505.png",
    "taxonomy": [
      "Strepsirrhini",
      "Lemuriformes",
      "",
      "Lemuroidea",
      "Lemuridae",
      "",
      "",
      "Lemur",
      "catta"
    ],
    "wikipedia": "https://en.wikipedia.org/wiki/Ring-tailed_lemur",
    "youtube": "jcjDrE1ye-E",
    "references": ["lemur intelligence"],
    "adaptations": ["Spur marking", "Omnivorous", "More terrestrial", "Diurnal"]
  },
  {
    "binomial": "Carlito syrichta",
    "name": "Philippine Tarsier",
    "status": "near threatened",
    "description": "The Philippine tarsier, known locally as mawumag, is a species of tarsier endemic to the Philippines. It is found in the southeastern part of the archipelago. It is a member of the approximately 45-million-year-old family Tarsiidae, whose name is derived from its elongated \"tarsus\" or ankle bone. Formerly a member of the genus Tarsius, it is now listed as the only member of the genus Carlito, a new genus named after the conservationist Carlito Pizarras\nThis tarsier measures 3.35 to 6.30 inches in height, making it one of the smallest primates. The small size makes it difficult to spot. The mass for males is between 2.8–5.6 ounces, usually lighter for females, somewhat heavier than other tarsiers such as the pygmy tarsier. The average adult is about the size of an adult human fist.\nThe Philippine tarsier has thin, rough fur which is colored gray to dark brown. The narrow tail, usually used for balance, is bald except for a tuft of hair at the end, and is about twice the body length. Its elongated tarsus allows it to jump at least 3 meters from tree to tree. Its long digits are tipped with rounded pads that allow C. syrichta to cling easily to trees and to grip almost any surface. The thumb is not truly opposable, but the first toe is. All of the digits have flattened nails, except for the second and third toes, which have sharp claws specialized for grooming.",
    "image": "https://www.neprimateconservancy.org/uploads/1/5/3/8/15380094/philippine-tarsier-istock-533075115-resize2_orig.jpg",
    "taxonomy": [
      "Haplorhini",
      "Tarsiiformes",
      "",
      "",
      "Tarsiidae",
      "",
      "",
      "Carlito",
      "syrichta"
    ],
    "wikipedia": "https://en.wikipedia.org/wiki/Philippine_tarsier"
  },
  {
    "binomial": "Eulemur rubriventer",
    "name": "Red-bellied lemur",
    "status": "vulnerable",
    "description": "The red-bellied lemur is medium-sized with a luxuriant chestnut brown coat. This lemur is endemic to eastern Madagascan rainforests and is distinguished by patches of white skin below the eyes, giving rise to a \"teardrop\" effect, particularly conspicuous in the male. The species exhibits diurnal behavior and marked sexual dimorphism.\nBeing sexually dimorphic, the males the species exhibit a medium-long, dense dorsal coat of intense chestnut brown. Ventrally, they are lighter and redder in hue, while their tail, muzzle and head are black. For females, the dorsal area and tail resemble males, whereas the ventral fur is a contrasting white-cream color. Facial markings are similar to males, except that \"tear drops\" are less exaggerated and spiry thick cheek hairs of males are absent. Whereas the genus Eulemur relatives may exhibit ear tufts or a furry beard, these features are absent for E. rubriventer, which has thickened fur around its ears, lending a fuller facial appearance.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/f/f5/Roodbuikmaki.JPG",
    "taxonomy": [
      "Strepsirrhini",
      "Lemuriformes",
      "",
      "Lemuroidea",
      "Lemuridae",
      "",
      "",
      "Eulemur",
      "rubriventer"
    ],
    "wikipedia": "https://en.wikipedia.org/wiki/Red-bellied_lemur"
  },
  {
    "binomial": "Cebus imitator",
    "name": "Panamanian white-faced capuchin",
    "status": "least concern",
    "description": "The Panamanian white-faced capuchin is a medium-sized New World monkey of the family Cebidae. Native to the forests of Central America, the white-faced capuchin is important to rainforest ecology for its role in dispersing seeds and pollen.\nAmong the best known monkeys, the species has recently become popular in American media, particularly in the Pirates of the Caribbean film series. It is a highly intelligent monkey and has been trained to assist paraplegic persons. It is medium-sized, weighing up to 8 pounds 10 ounces. It is mostly black, but with a pink face and white on much of the front part of the body, giving it its common name. It has a distinctive prehensile tail that is often carried coiled up and is used to help support the monkey when it is feeding beneath a branch.\nIn the wild, the Panamanian white-faced capuchin is versatile, thriving in various forests, and eating many different types of food, including fruit, invertebrates, and small vertebrates. It lives in troops that can exceed 20 animals and include both males and females. It is noted for its tool use, including rubbing plants over its body in an apparent use of herbal medicine, and also using tools as weapons and for getting to food. It is a long-lived monkey, with a maximum recorded age of over 54 years.\nThe Panamanian white-faced capuchin is a diurnal and arboreal animal, though it does come down to the ground more often than many other New World monkeys. It moves primarily by walking on all four limbs. It lives in troops averaging 16 monkeys, but some may have up to 40.\nWith rare exceptions, females spend their entire lives with their female kin. Males migrate to new social groups multiple times during the course of their lifetimes, migrating for the first time between 20 months and 11 years of age. Males sometimes migrate alone, but more often they migrate in the company of other males who are often their kin. One of the unusual features of the kinship structure of the Panamanian white-faced capuchin, relative to other primate species, is the high degree of relatedness within groups that results from the long tenures of alpha males who sire most of the offspring. Alpha males have been known to keep their positions as long as 17 years in this species and this puts them in the unusual position of being available to sire the offspring of their daughters and granddaughters, who produce their first offspring at about 6–7 years of age. Typically, however, alpha males do not breed with their own daughters, even though they do sire virtually all offspring produced by females unrelated to them.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/1/15/Cebus_capucinus%2C_Costa_Rica.JPG",
    "taxonomy": [
      "Haplorhini",
      "Simiiformes",
      "Platyrrhini",
      "",
      "Cebidae",
      "",
      "",
      "Cebus",
      "imitator"
    ],
    "wikipedia": "https://en.wikipedia.org/wiki/Panamanian_white-faced_capuchin",
    "youtube": "OkkkPAE9KvE"
  },
  {
    "binomial": "Miopithecus talapoin",
    "name": "Angolan talapoin",
    "status": "vulnerable",
    "description": "The Angolan talapoin, also known as the southern talapoin, are the smallest species of Old-World monkeys.\nThe fur of the Angolan talapoin is coarsely banded yellow-and-black on the back and flanks and white or greyish white on the chest and belly. The head is round and short-snouted with a hairless face which has a black nose skin bordering the face. The scrotum is colored pink medially and blue laterally. They show mild sexual dimorphism in body size, the average head and body length is 16 inches, the average tail length is 20.7 inches and the average weight is 49 ounces for males and 40 ounces for females.\nThe Angolan talapoin is both diurnal and mainly arboreal, they occasionally descend to the ground while foraging. They are proficient swimmers and a common defensive strategy is to sleep on branches overhanging rivers so that they can dive into the water escape from danger.\nThis talapoin lives in quite large groups of 60 to 100 animals. At night, the group is gathered together in trees close to the water, splitting up into smaller sub-groups in the morning so that they can spread out to forage. Each group normally consists of several fully mature males, many females and their offspring. Angolan talapoins do not show any territoriality, which is unlike their close relatives the guenons. They seem to enjoy play and this mostly takes place between juveniles, however, the males tend to engage in social play more often than females.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/7/78/Talapoin_II_-_Bioparc_Valencia_%282787418966%29.jpg",
    "taxonomy": [
      "Haplorhini",
      "Simiiformes",
      "Catarrhini",
      "Cercopithecoidea",
      "Cercopithecidae",
      "Cercopithecinae",
      "Cercopithecini",
      "Miopithecus",
      "talapoin"
    ],
    "wikipedia": "https://en.wikipedia.org/wiki/Angolan_talapoin"
  },
  {
    "binomial": "Hylobates lar",
    "name": "Lar gibbon",
    "status": "endangered",
    "description": "The lar gibbon is an endangered primate in the gibbon family. It is one of the better-known gibbons and is often kept in captivity. The fur coloring of the lar gibbon varies from black and dark-brown to light-brown, sandy colors. The hands and feet are white-colored, likewise a ring of white hair surrounds the black face. Both males and females can be all color variants, and the sexes also hardly differ in size. Gibbons are true brachiators, propelling themselves through the forest by swinging under the branches using their arms. Reflecting this mode of locomotion, the white-handed gibbon has curved fingers, elongated hands, extremely long arms and relatively short legs, giving it an intermembral index of 129.7, one of the highest of the primates.\nLar gibbons are diurnal and arboreal, inhabiting rain forests. Although they rarely come to the ground naturally, while there, they walk bipedally with arms raised above their heads for balance. Their social organization is dominated by monogamous family pairs, with one breeding male and one female along with their offspring. When a juvenile reaches sexual maturity, it is expelled from the family unit. However, this traditional conception has come under scrutiny. Long-term studies conducted in Khao Yai National Park in Thailand suggest their mating system is somewhat flexible, incorporating extra-pair copulations, partner changes and polyandrous groupings. This multimale polyandry may be attributed to cooperative territory use and female defense. As range size increases, males are more successful in defending it in a pair or group. Additionally, these extra pair copulations may increase the chance of reproduction with a mate of superior genetic quality and decrease the chance of infanticide.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/5/50/Hylobates-lar-02-Chiang-Mai.jpg",
    "taxonomy": [
      "Haplorhini",
      "Simiiformes",
      "Catarrhini",
      "Hominoidea",
      "Hylobatidae",
      "",
      "",
      "Hylobates",
      "lar"
    ],
    "wikipedia": "https://en.wikipedia.org/wiki/Lar_gibbon",
    "youtube": "KnmdUn3qQeI"
  },
  {
    "binomial": "Symphalangus syndactylus",
    "name": "Siamang",
    "status": "endangered",
    "description": "The siamang is an arboreal, black-furred gibbon native to the forests of Indonesia, Malaysia, and Thailand. The largest of the gibbons, the siamang can be twice the size of other gibbons, reaching 3.3 feet in height, and weighing up to 31 pounds. It is the only species in the genus Symphalangus.\nTwo features distinguish the siamang from other gibbons. First, two digits on each foot—the second and third toes—are partially joined by a membrane, hence the specific name syndactylus, from the Ancient Greek σύν, sun-, “with” + δάκτυλος, daktulos, “finger.” Second, a large gular sac (throat pouch), found in both males and females of the species, can be inflated to the size of the siamang's head, allowing it to make loud, resonating calls or songs.\nThe siamang has long, dense, shaggy hair, which is the darkest shade of all gibbons. The ape's long, gangling arms are longer than its legs. The face of this large gibbon is mostly hairless, apart from a thin mustache.\nThe siamang tends to rest for more than half of its waking period from dawn to dusk, followed by feeding, moving, foraging, and social activities. It rests more during midday, taking time to groom others or to play. During resting time, it usually uses a branch of a large tree, lying on its back or belly. Feeding behaviors, foraging, and moving are most often in the morning and after resting. Grooming is one of the most important social interactions among family members. Grooming takes place between adults earlier in the day; the adults groom the juveniles later in the day. Adult males are the most involved in grooming.\nThe siamang starts its day by calling in the early morning; it calls less after midday, with the peak of the calls around 9:00 to 10:00 am. Most of the siamang's calls are directed to its neighbours rather than to those inside its home range. This means the siamang's calling is in response to disturbances and to defend its territory. Calls in the late morning typically happen when it meets or sees another siamang group. The edge of the siamang's home range, which may overlap another, is often the place where calling is made. Counter (co-response) calling occasionally happens near the border or in the overlap area. Calls are numerous when fruit is more abundant rather than when it is less available. Branch shaking, swinging, and moving around the tree crowns accompany the calling. This movement might be to show the other groups where they are.",
    "image": "https://nationalzoo.si.edu/sites/default/files/animals/20181114-skipbrown085.jpg",
    "taxonomy": [
      "Haplorhini",
      "Simiiformes",
      "Catarrhini",
      "Hominoidea",
      "Hylobatidae",
      "",
      "",
      "Symphalangus",
      "syndactylus"
    ],
    "wikipedia": "https://en.wikipedia.org/wiki/Siamang",
    "youtube": "MLMRHScRnhs"
  },
  {
    "binomial": "Pongo pygmaeus",
    "name": "Bornean orangutan",
    "status": "critically endangered",
    "description": "The Bornean orangutan is a species of orangutan endemic to the island of Borneo. Together with the Sumatran orangutan and Tapanuli orangutan, it belongs to the only genus of great apes native to Asia. Like the other great apes, orangutans are highly intelligent, displaying tool use and distinct cultural patterns in the wild. Orangutans share approximately 97% of their DNA with humans.\nThe Bornean orangutan is the second-largest ape after the gorilla, and the largest extant truly arboreal animal. It has a distinctive body shape with very long arms that may reach up to 4.9 feet in length. It has gray skin, a coarse, shaggy, reddish coat and prehensile, grasping hands and feet. Its coat does not cover its face unlike most mammals, although Bornean orangutans do have some hair on their faces including a beard and mustache. It also has large, fatty cheek pads known as flanges as well as a pendulous throat sac.\nBornean orangutans are highly sexually dimorphic and have several features that differ between males and females. Males have much larger cheek pads, or flanges, that are composed of muscle and large amounts of fat. In females, the flanges are mostly composed of muscle. Males have relatively larger canines and premolars. Males have a more pronounced beard and mustache. The throat sac in males is also considerably larger. There are two body types for sexually mature males: smaller or larger. Larger males are more dominant but smaller males still breed successfully. There is little sexual dimorphism at birth.",
    "image": "https://live.staticflickr.com/7885/46833957704_e2ba1c1b0e_o_d.jpg",
    "taxonomy": [
      "Haplorhini",
      "Simiiformes",
      "Catarrhini",
      "Hominoidia",
      "Hominidae",
      "Ponginae",
      "",
      "Pongo",
      "pygmaeus"
    ],
    "wikipedia": "https://en.wikipedia.org/wiki/Bornean_orangutan",
    "youtube": "IFACrIx5SZ0"
  },
  {
    "binomial": "Gorilla gorilla",
    "name": "Western gorilla",
    "status": "critically endangered",
    "description": "Gorillas are herbivorous, predominantly ground-dwelling great apes that inhabit the tropical forests of equatorial Africa. The DNA of gorillas is highly similar to that of humans, from 95 to 99% depending on what is included, and they are the next closest living relatives to humans after chimpanzees and bonobos.\nGorillas are considered highly intelligent. A few individuals in captivity, such as Koko, have been taught a subset of sign language. Like the other great apes, gorillas can laugh, grieve, have “rich emotional lives,” develop strong family bonds, make and use tools, and think about the past and future. Some researchers believe gorillas have spiritual feelings or religious sentiments. They have been shown to have cultures in different areas revolving around different methods of food preparation, and will show individual colour preferences.\nGorillas do not display territorial behavior, and neighboring groups often overlap ranges. The group usually favors a certain area within the home range but seems to follow a seasonal pattern depending upon the availability of ripening fruits and, at some sites, localized large open clearings (swamps and “bais”). Gorillas normally travel 2-3 miles per day. Populations feeding on high-energy foods that vary spatially and seasonally tend to have greater day ranges than those feeding on lower-quality but more consistently available foods. Larger groups travel greater distances in order to obtain sufficient food.",
    "image": "https://files.worldwildlife.org/wwfcmsprod/images/HERO_Mountain_Gorilla_Silverback_WW22557/story_full_width/5zoaj3l0f_Mountain_Gorilla_Silverback_WW22557.jpg",
    "taxonomy": [
      "Haplorhini",
      "Simiiformes",
      "Catarrhini",
      "Hominoidea",
      "Hominidae",
      "Homininae",
      "Gorillini",
      "Gorilla",
      "gorilla"
    ],
    "wikipedia": "https://en.wikipedia.org/wiki/Western_gorilla",
    "youtube": "7fQmjbx9zoY"
  },
  {
    "binomial": "Pan troglodytes",
    "name": "Chimpanzee",
    "status": "endangered",
    "description": "The chimpanzee is a species of great ape native to the forest and savannah of tropical Africa. Only the chimpanzee and the closely related bonobo are classified in the genus Pan. Evidence from fossils and DNA sequencing shows that Pan is a sister taxon to the human lineage and is humans' closest living relative.\nThe chimpanzee is covered in coarse black hair, but has a bare face, fingers, toes, palms of the hands, and soles of the feet. It is larger and more robust than the bonobo, weighing 88–154 pounds for males and 60–110 pounds for females and standing 3’ 11” to 4’ 11”.  The chimpanzee lives in groups that range in size from 15 to 150 members, although individuals travel and forage in much smaller groups during the day. The species lives in a strict male-dominated hierarchy, where disputes are generally settled without the need for violence. Nearly all chimpanzee populations have been recorded using tools, modifying sticks, rocks, grass and leaves and using them for hunting and acquiring honey, termites, ants, nuts and water. The species has also been found creating sharpened sticks to spear small mammals.\nChimpanzees are adapted for both arboreal and terrestrial locomotion. Arboreal locomotion consists of vertical climbing and brachiation. On the ground chimpanzees move both quadrupedally and bipedally, which appear to have similar energy costs. As with bonobos and gorillas, chimpanzees move quadrupedally by knuckle-walking, which probably evolved independently in Pan and Gorilla. The physical strength of chimps is around 1.5 times greater than humans due to higher content of fast twitch muscle fibers, one of the chimpanzee's adaptations for climbing and swinging.",
    "image": "https://cdn.mos.cms.futurecdn.net/26MWT6NHVvQMbLKpmnMjDR-970-80.jpg.webp",
    "taxonomy": [
      "Haplorhini",
      "Simiiformes",
      "Catarrhini",
      "Hominoidea",
      "Hominidae",
      "Homininae",
      "Hominini",
      "Pan",
      "troglodytes"
    ],
    "wikipedia": "https://en.wikipedia.org/wiki/Chimpanzee",
    "youtube": "ZI9c7vseo50",
    "references": ["primates in communities"]
  }
]
